Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Runs on your Mac: recordings never leave the computer and it works offline.
ca: S'executa al teu Mac: els enregistraments no surten mai de l'ordinador i funciona sense connexió.
de: Läuft auf deinem Mac: Aufnahmen verlassen den Computer nie, und es funktioniert offline.
eo: Funkcias en via Mac: registradoj neniam forlasas la komputilon, kaj ĝi funkcias senkonekte.
pl: Działa na Twoim Macu: nagrania nie wychodzą poza komputer, a transkrypcja działa bez internetu.
zh_hans: 在你的 Mac 上运行：录音不会离开电脑，离线也能用。

source: Recordings go to the provider you pick, with your own API key: you create an account there, paste the key here and pay for use, often with a free allowance.
ca: Els enregistraments van al proveïdor que triïs, amb la teva pròpia clau d'API: hi crees un compte, enganxes la clau aquí i pagues per l'ús, sovint amb una quota gratuïta.
de: Aufnahmen gehen an den gewählten Anbieter, mit deinem eigenen API-Schlüssel: Du legst dort ein Konto an, fügst den Schlüssel hier ein und zahlst nach Nutzung, oft mit Freikontingent.
eo: Registradoj iras al la provizanto, kiun vi elektas, kun via propra API-ŝlosilo: vi kreas konton tie, algluas la ŝlosilon ĉi tie kaj pagas por la uzado, ofte kun senpaga kvoto.
pl: Nagrania trafiają do wybranego dostawcy, z Twoim własnym kluczem API: zakładasz u niego konto, wklejasz klucz tutaj i płacisz za użycie, często z darmowym limitem.
zh_hans: 录音会使用你自己的 API 密钥发送给所选服务商：在那里注册账户，把密钥粘贴到这里，按使用量付费，通常有免费额度。

source: For your language, %@ fits better. Download it in AI Models after setup, or pick Cloud now.
ca: Per al teu idioma, %@ hi encaixa millor. Baixa'l a Models d'IA després de la configuració o tria Núvol ara.
de: Für deine Sprache passt %@ besser. Lade es nach der Einrichtung unter KI-Modelle herunter oder wähle jetzt Cloud.
eo: Por via lingvo %@ pli taŭgas. Elŝutu ĝin en AI-modeloj post la agordado, aŭ elektu Nubon nun.
pl: Do Twojego języka lepiej pasuje %@. Pobierz go w Modelach AI po zakończeniu konfiguracji albo wybierz teraz Chmurę.
zh_hans: 对于你的语言，%@ 更合适。可在设置完成后到“AI 模型”中下载，或现在选择云端。

source: Fast English transcription that runs locally on Mac.
ca: Transcripció ràpida en anglès que s'executa localment al Mac.
de: Schnelle englische Transkription, lokal auf dem Mac.
eo: Rapida angla transskribo, kiu funkcias loke en Mac.
pl: Szybka transkrypcja po angielsku, działająca lokalnie na Macu.
zh_hans: 在 Mac 本地运行的快速英语转写。

source: Open AI Models
ca: Obrir Models d'IA
de: KI-Modelle öffnen
eo: Malfermi AI-modelojn
pl: Otwórz Modele AI
zh_hans: 打开 AI 模型

source: Local model or API key
ca: Model local o clau d'API
de: Lokales Modell oder API-Schlüssel
eo: Loka modelo aŭ API-ŝlosilo
pl: Model lokalny czy klucz API
zh_hans: 本地模型还是 API 密钥

source: Diktilo transcribes with a local model or through an outside provider. A local model keeps your recordings on this Mac and works offline. With an API key, recordings go to the provider (e.g. Groq), which sends back the text: you create an account there, paste the key into AI Models and pay for use, often with a free allowance.
ca: Diktilo transcriu amb un model local o mitjançant un proveïdor extern. Un model local manté els enregistraments en aquest Mac i funciona sense connexió. Amb una clau d'API, els enregistraments van al proveïdor (p. ex., Groq), que et retorna el text: hi crees un compte, enganxes la clau a Models d'IA i pagues per l'ús, sovint amb una quota gratuïta.
de: Diktilo transkribiert mit einem lokalen Modell oder über einen externen Anbieter. Ein lokales Modell behält deine Aufnahmen auf diesem Mac und funktioniert offline. Mit einem API-Schlüssel gehen Aufnahmen an den Anbieter (z. B. Groq), der den Text zurückschickt: Du legst dort ein Konto an, fügst den Schlüssel unter KI-Modelle ein und zahlst nach Nutzung, oft mit Freikontingent.
eo: Diktilo transskribas per loka modelo aŭ per ekstera provizanto. Loka modelo tenas viajn registradojn en ĉi tiu Mac kaj funkcias senkonekte. Kun API-ŝlosilo, registradoj iras al la provizanto (ekz. Groq), kiu resendas la tekston: vi kreas konton tie, algluas la ŝlosilon en AI-modeloj kaj pagas por la uzado, ofte kun senpaga kvoto.
pl: Diktilo transkrybuje modelem lokalnym albo przez zewnętrznego dostawcę. Model lokalny zatrzymuje nagrania na tym Macu i działa bez internetu. Z kluczem API nagrania trafiają do dostawcy (np. Groq), który odsyła tekst: zakładasz u niego konto, wklejasz klucz w Modelach AI i płacisz za użycie, często z darmowym limitem.
zh_hans: Diktilo 可以用本地模型转写，也可以通过外部服务商转写。本地模型让录音留在这台 Mac 上，离线也能用。使用 API 密钥时，录音会发送给服务商（如 Groq）并返回文本：在那里注册账户，把密钥粘贴到“AI 模型”中，按使用量付费，通常有免费额度。

source: On this Mac
ca: En aquest Mac
de: Auf diesem Mac
eo: En ĉi tiu Mac
pl: Na tym Macu
zh_hans: 在这台 Mac 上

source: With an API key
ca: Amb una clau d'API
de: Mit API-Schlüssel
eo: Per API-ŝlosilo
pl: Z kluczem API
zh_hans: 使用 API 密钥

source: Recordings stay on the computer
ca: Els enregistraments es queden a l'ordinador
de: Aufnahmen bleiben auf dem Computer
eo: Registradoj restas en la komputilo
pl: Nagrania zostają na komputerze
zh_hans: 录音留在电脑上

source: Works offline
ca: Funciona sense connexió
de: Funktioniert offline
eo: Funkcias senkonekte
pl: Działa bez internetu
zh_hans: 离线可用

source: Sent to the provider
ca: S'envien al proveïdor
de: Geht an den Anbieter
eo: Sendata al la provizanto
pl: Wysyłane do dostawcy
zh_hans: 发送给服务商

source: Paid per use
ca: Pagament per ús
de: Bezahlung nach Nutzung
eo: Pagata laŭ uzado
pl: Płatne za użycie
zh_hans: 按使用量付费

source: You don't have a recording shortcut yet. Set one in Keyboard Shortcuts to start recording from any app.
ca: Encara no tens cap drecera d'enregistrament. Defineix-ne una a Dreceres de teclat per enregistrar des de qualsevol app.
de: Du hast noch keinen Aufnahme-Kurzbefehl. Lege einen unter Tastaturkurzbefehle fest, um in jeder App aufzunehmen.
eo: Vi ankoraŭ ne havas registran klavkombinon. Agordu ĝin en Klavkombinoj por registri el ajna aplikaĵo.
pl: Nie masz jeszcze skrótu nagrywania. Ustaw go w panelu Skróty klawiszowe, żeby nagrywać z dowolnej aplikacji.
zh_hans: 你还没有录音快捷键。请在“键盘快捷键”中设置，以便在任何应用中录音。

source: The recording shortcut and modes are in Keyboard Shortcuts, the microphone and the bar's look in Recording, language and appearance in App. To see this tour again, choose Help → Diktilo Tour.
ca: La drecera d'enregistrament i els modes són a Dreceres de teclat; el micròfon i l'aspecte de la barra, a Enregistrament, i l'idioma i l'aspecte, a App. Per tornar a veure aquesta visita guiada, tria Ajuda → Visita guiada per Diktilo.
de: Aufnahme-Kurzbefehl und Modi findest du unter Tastaturkurzbefehle, Mikrofon und Leiste unter Aufnahme, Sprache und Erscheinungsbild unter App. Die Tour öffnest du erneut über Hilfe → Diktilo-Tour.
eo: La registra klavkombino kaj la reĝimoj estas en Klavkombinoj, la mikrofono kaj la aspekto de la breto en Registrado, la lingvo kaj aspekto en Aplikaĵo. Por revidi ĉi tiun gvidadon, elektu Helpo → Gvidado tra Diktilo.
pl: Skrót nagrywania i tryby są w panelu Skróty klawiszowe, mikrofon i wygląd paska w Nagrywaniu, a język i wygląd aplikacji w Aplikacji. Przewodnik otworzysz ponownie z menu Pomoc → Przewodnik po Diktilo.
zh_hans: 录音快捷键和模式在“键盘快捷键”中，麦克风和录音条外观在“录音”中，语言和外观在“应用”中。要再次查看导览，请选择“帮助 → Diktilo 导览”。

source: No targets configured — add one in Keyboard Shortcuts → Save Targets.
ca: No hi ha cap destinació configurada — afegeix-ne una a Dreceres de teclat → Destinacions de desament.
de: Keine Ziele konfiguriert – füge eines unter Tastaturkurzbefehle → Speicherziele hinzu.
eo: Neniuj celoj agorditaj — aldonu unu en Klavkombinoj → Konservceloj.
pl: Brak celów zapisu — dodaj je w Skróty klawiszowe → Cele zapisu.
zh_hans: 未配置保存目标——请在“键盘快捷键 → 保存目标”中添加。

source: No modes yet — add one in Keyboard Shortcuts.
ca: Encara no hi ha cap mode — afegeix-ne un a Dreceres de teclat.
de: Noch keine Modi – füge unter Tastaturkurzbefehle einen hinzu.
eo: Ankoraŭ neniuj reĝimoj — aldonu unu en Klavkombinoj.
pl: Jeszcze brak trybów — dodaj tryb w panelu Skróty klawiszowe.
zh_hans: 还没有模式——请在“键盘快捷键”中添加。

source: Connect providers here, then choose a model in each mode (Keyboard Shortcuts).
ca: Connecta els proveïdors aquí i després tria un model a cada mode (Dreceres de teclat).
de: Verbinde hier Anbieter und wähle dann in jedem Modus ein Modell (Tastaturkurzbefehle).
eo: Konektu provizantojn ĉi tie, poste elektu modelon en ĉiu reĝimo (Klavkombinoj).
pl: Połącz dostawców tutaj, a potem wybierz model w każdym trybie (panel Skróty klawiszowe).
zh_hans: 在此连接提供商，然后在每个模式中选择模型（键盘快捷键）。

source: Save to Target mode requires a configured save target. Add one in Keyboard Shortcuts → Save Targets.
ca: El mode «Desar a la destinació» requereix una destinació de desament configurada. Afegeix-ne una a Dreceres de teclat → Destinacions de desament.
de: Der Modus „In Ziel speichern“ benötigt ein eingerichtetes Speicherziel. Füge eines unter Modi → Speicherziele hinzu.
eo: La reĝimo „Konservi al celo“ postulas agorditan konservcelon. Aldonu unu en Klavkombinoj → Konservceloj.
pl: Tryb „Zapis do celu” wymaga skonfigurowanego celu zapisu. Dodaj go w Skróty klawiszowe → Cele zapisu.
zh_hans: “保存到目标”模式需要已配置的保存目标。请在“模式 → 保存目标”中添加。

source: Keyboard Shortcuts
ca: Dreceres de teclat
de: Tastaturkurzbefehle
eo: Klavkombinoj
pl: Skróty klawiszowe
zh_hans: 键盘快捷键

source: System Info
ca: Informació del sistema
de: Systeminformationen
eo: Sistemaj informoj
pl: Informacje o systemie
zh_hans: 系统信息

source: Diktilo transcribes with a local model or through an outside provider with an API key.
ca: Diktilo transcriu amb un model local o mitjançant un proveïdor extern amb clau d'API.
de: Diktilo transkribiert mit einem lokalen Modell oder über einen externen Anbieter mit API-Schlüssel.
eo: Diktilo transskribas per loka modelo aŭ per ekstera provizanto kun API-ŝlosilo.
pl: Diktilo transkrybuje modelem lokalnym albo przez zewnętrznego dostawcę z kluczem API.
zh_hans: Diktilo 使用本地模型，或通过带 API 密钥的外部提供商进行转写。

source: All models failed (%@)
ca: Han fallat tots els models (%@)
de: Alle Modelle sind fehlgeschlagen (%@)
eo: Ĉiuj modeloj malsukcesis (%@)
pl: Wszystkie modele zawiodły (%@)
zh_hans: 所有模型均失败（%@）

source: Transcription failed: %@
ca: La transcripció ha fallat: %@
de: Transkription fehlgeschlagen: %@
eo: Transskribo malsukcesis: %@
pl: Transkrypcja nie powiodła się: %@
zh_hans: 转写失败：%@

source: Transcribe Again
ca: Tornar a transcriure
de: Erneut transkribieren
eo: Transskribi denove
pl: Transkrybuj ponownie
zh_hans: 重新转写

source: Model Order
ca: Ordre dels models
de: Modellreihenfolge
eo: Ordo de modeloj
pl: Kolejność modeli
zh_hans: 模型顺序

source: Diktilo starts with the first one. If a model doesn't respond or returns an error, it takes the next one on the list.
ca: Diktilo comença pel primer. Si un model no respon o retorna un error, passa al següent de la llista.
de: Diktilo beginnt mit dem ersten. Antwortet ein Modell nicht oder meldet einen Fehler, nimmt es das nächste aus der Liste.
eo: Diktilo komencas per la unua. Se modelo ne respondas aŭ redonas eraron, ĝi prenas la sekvan en la listo.
pl: Diktilo zaczyna od pierwszego. Jeśli model nie odpowie albo zwróci błąd, bierze następny z listy.
zh_hans: Diktilo 从第一个开始。如果某个模型没有响应或返回错误，就使用列表中的下一个。

source: Add Fallback Model
ca: Afegir model de reserva
de: Ersatzmodell hinzufügen
eo: Aldoni rezervan modelon
pl: Dodaj model zapasowy
zh_hans: 添加备用模型

source: Drag to change the order
ca: Arrossega per canviar l'ordre
de: Zum Ändern der Reihenfolge ziehen
eo: Trenu por ŝanĝi la ordon
pl: Przeciągnij, żeby zmienić kolejność
zh_hans: 拖动以更改顺序

source: if none of them works
ca: si cap no funciona
de: wenn keines funktioniert
eo: se neniu el ili funkcias
pl: gdy żaden nie zadziała
zh_hans: 如果都不可用

source: The recording stays in History and you get a notification with a Transcribe Again button.
ca: L'enregistrament es queda a l'Historial i reps una notificació amb un botó Tornar a transcriure.
de: Die Aufnahme bleibt im Verlauf, und du erhältst eine Mitteilung mit der Taste „Erneut transkribieren“.
eo: La registrado restas en Historio, kaj vi ricevas sciigon kun butono Transskribi denove.
pl: Nagranie zostaje w Historii, a Ty dostajesz powiadomienie z przyciskiem Transkrybuj ponownie.
zh_hans: 录音会保留在历史记录中，并会收到带有“重新转写”按钮的通知。

source: This model is no longer available.
ca: Aquest model ja no està disponible.
de: Dieses Modell ist nicht mehr verfügbar.
eo: Ĉi tiu modelo ne plu disponeblas.
pl: Tego modelu już nie ma.
zh_hans: 此模型已不可用。

source: On this Mac, works offline
ca: En aquest Mac, funciona sense connexió
de: Auf diesem Mac, funktioniert offline
eo: En ĉi tiu Mac, funkcias senkonekte
pl: Na tym Macu, działa bez internetu
zh_hans: 在这台 Mac 上，可离线使用

source: Built into macOS
ca: Integrat a macOS
de: In macOS integriert
eo: Enkonstruita en macOS
pl: Wbudowany w macOS
zh_hans: macOS 内置

source: Your own server, live transcription
ca: Servidor propi, transcripció en directe
de: Eigener Server, Live-Transkription
eo: Via propra servilo, viva transskribo
pl: Własny serwer, transkrypcja na żywo
zh_hans: 自有服务器，实时转写

source: Your own server
ca: Servidor propi
de: Eigener Server
eo: Via propra servilo
pl: Własny serwer
zh_hans: 自有服务器

source: API key, live transcription
ca: Clau d'API, transcripció en directe
de: API-Schlüssel, Live-Transkription
eo: API-ŝlosilo, viva transskribo
pl: Klucz API, transkrypcja na żywo
zh_hans: API 密钥，实时转写

source: Not available
ca: No disponible
de: Nicht verfügbar
eo: Ne disponebla
pl: Niedostępny
zh_hans: 不可用

source: Needs macOS 26
ca: Requereix macOS 26
de: Erfordert macOS 26
eo: Postulas macOS 26
pl: Wymaga macOS 26
zh_hans: 需要 macOS 26

source: Not downloaded
ca: No baixat
de: Nicht geladen
eo: Ne elŝutita
pl: Niepobrany
zh_hans: 未下载

source: No API key
ca: Sense clau d'API
de: Kein API-Schlüssel
eo: Neniu API-ŝlosilo
pl: Brak klucza API
zh_hans: 没有 API 密钥

source: Provider not connected
ca: Proveïdor no connectat
de: Anbieter nicht verbunden
eo: Provizanto ne konektita
pl: Dostawca niepołączony
zh_hans: 提供商未连接

source: %@, so Diktilo skips it.
ca: %@, així que Diktilo l'omet.
de: %@, daher überspringt Diktilo es.
eo: %@, do Diktilo preterlasas ĝin.
pl: %@, więc Diktilo go pominie.
zh_hans: %@，因此 Diktilo 会跳过它。

source: if the server doesn't respond
ca: si el servidor no respon
de: wenn der Server nicht antwortet
eo: se la servilo ne respondas
pl: gdy serwer nie odpowiada
zh_hans: 如果服务器无响应

source: if the model returns an error
ca: si el model retorna un error
de: wenn das Modell einen Fehler meldet
eo: se la modelo redonas eraron
pl: gdy model zwróci błąd
zh_hans: 如果模型返回错误

source: if the provider doesn't respond
ca: si el proveïdor no respon
de: wenn der Anbieter nicht antwortet
eo: se la provizanto ne respondas
pl: gdy dostawca nie odpowiada
zh_hans: 如果提供商无响应

source: Model set in the mode
ca: Model definit al mode
de: Im Modus eingestelltes Modell
eo: Modelo agordita en la reĝimo
pl: Model ustawiony w trybie
zh_hans: 模式中设置的模型

source: always first
ca: sempre el primer
de: immer zuerst
eo: ĉiam unua
pl: zawsze pierwszy
zh_hans: 始终第一

source: if it doesn't answer within %lld s or returns an error
ca: si no respon en %lld s o retorna un error
de: wenn es nicht innerhalb von %lld s antwortet oder einen Fehler meldet
eo: se ĝi ne respondas ene de %lld s aŭ redonas eraron
pl: gdy nie odpowie w %lld s albo zwróci błąd
zh_hans: 如果 %lld 秒内无响应或返回错误

source: if this one fails too
ca: si aquest també falla
de: wenn auch dieses fehlschlägt
eo: se ankaŭ ĉi tiu malsukcesas
pl: gdy też zawiedzie
zh_hans: 如果这个也失败

source: Diktilo pastes the text without enhancement and shows which models failed.
ca: Diktilo enganxa el text sense millora i mostra quins models han fallat.
de: Diktilo fügt den Text ohne Verbesserung ein und zeigt, welche Modelle fehlgeschlagen sind.
eo: Diktilo algluas la tekston sen plibonigo kaj montras, kiuj modeloj malsukcesis.
pl: Diktilo wkleja tekst bez ulepszania i pokazuje, które modele zawiodły.
zh_hans: Diktilo 会粘贴未增强的文本，并显示哪些模型失败。

source: Each mode can have its own.
ca: Cada mode pot tenir el seu.
de: Jeder Modus kann ein eigenes haben.
eo: Ĉiu reĝimo povas havi sian propran.
pl: Każdy tryb może mieć własny.
zh_hans: 每个模式都可以有自己的模型。

source: Each mode can have its own; %1$@ uses %2$@.
ca: Cada mode pot tenir el seu; %1$@ fa servir %2$@.
de: Jeder Modus kann ein eigenes haben; %1$@ nutzt %2$@.
eo: Ĉiu reĝimo povas havi sian propran; %1$@ uzas %2$@.
pl: Każdy tryb może mieć własny; %1$@ używa %2$@.
zh_hans: 每个模式都可以有自己的模型；%1$@ 使用 %2$@。

source: Your own provider
ca: Proveïdor propi
de: Eigener Anbieter
eo: Via propra provizanto
pl: Własny dostawca
zh_hans: 自有提供商

source: Search models
ca: Cercar models
de: Modelle suchen
eo: Serĉi modelojn
pl: Szukaj modelu
zh_hans: 搜索模型

source: No other models to add. Download a model or connect a provider below.
ca: No hi ha més models per afegir. Baixa un model o connecta un proveïdor més avall.
de: Keine weiteren Modelle. Lade unten ein Modell oder verbinde einen Anbieter.
eo: Neniuj aliaj modeloj aldoneblaj. Elŝutu modelon aŭ konektu provizanton sube.
pl: Nie ma innych modeli do dodania. Pobierz model albo połącz dostawcę niżej.
zh_hans: 没有其他可添加的模型。请在下方下载模型或连接提供商。

source: built in
ca: integrat
de: integriert
eo: enkonstruita
pl: wbudowany
zh_hans: 内置

source: downloaded
ca: baixat
de: geladen
eo: elŝutita
pl: pobrany
zh_hans: 已下载

source: connected
ca: connectat
de: verbunden
eo: konektita
pl: połączony
zh_hans: 已连接

source: no key
ca: sense clau
de: kein Schlüssel
eo: neniu ŝlosilo
pl: brak klucza
zh_hans: 无密钥

source: Remove from the list
ca: Treure de la llista
de: Aus der Liste entfernen
eo: Forigi el la listo
pl: Usuń z listy
zh_hans: 从列表中移除

source: Move Up
ca: Moure amunt
de: Nach oben
eo: Movi supren
pl: Wyżej
zh_hans: 上移

source: Move Down
ca: Moure avall
de: Nach unten
eo: Movi malsupren
pl: Niżej
zh_hans: 下移

source: Skipped
ca: Omès
de: Übersprungen
eo: Preterlasita
pl: Pominięty
zh_hans: 已跳过

source: Ready
ca: Preparat
de: Bereit
eo: Preta
pl: Gotowy
zh_hans: 就绪

source: One Key, Many Models
ca: Una clau, molts models
de: Ein Schlüssel, viele Modelle
eo: Unu ŝlosilo, multaj modeloj
pl: Jeden klucz, wiele modeli
zh_hans: 一个密钥，多种模型

source: For AI enhancement an aggregator is the easiest choice: one key gives you Claude, GPT, Gemini or Llama, you pay in one place, and backup models need no extra accounts.
ca: Per a la millora amb IA, un agregador és l'opció més fàcil: amb una sola clau tens Claude, GPT, Gemini o Llama, pagues en un sol lloc i els models de reserva no necessiten comptes addicionals.
de: Für die KI-Verbesserung ist ein Aggregator am einfachsten: Mit einem Schlüssel nutzt du Claude, GPT, Gemini oder Llama, bezahlst an einer Stelle und brauchst für Ersatzmodelle keine weiteren Konten.
eo: Por AI-plibonigo agregatoro estas la plej facila elekto: unu ŝlosilo donas al vi Claude, GPT, Gemini aŭ Llama, vi pagas en unu loko, kaj rezervaj modeloj ne bezonas pliajn kontojn.
pl: Do ulepszania AI najwygodniej połączyć agregator. Jednym kluczem wybierasz Claude, GPT, Gemini czy Llamę, płacisz w jednym miejscu, a modele zapasowe ustawisz bez zakładania kolejnych kont.
zh_hans: 用于 AI 润色时，聚合服务最方便：一个密钥即可使用 Claude、GPT、Gemini 或 Llama，在一处付费，备用模型也无需另开账户。

source: Models from all the major vendors under one key, with the price shown next to each model.
ca: Models de tots els grans proveïdors amb una sola clau, amb el preu indicat al costat de cada model.
de: Modelle aller großen Anbieter unter einem Schlüssel, mit Preis bei jedem Modell.
eo: Modeloj de ĉiuj ĉefaj vendistoj sub unu ŝlosilo, kun la prezo montrata apud ĉiu modelo.
pl: Modele wszystkich dużych dostawców pod jednym kluczem, z ceną widoczną przy każdym modelu.
zh_hans: 一个密钥即可使用各大厂商的模型，每个模型都标明价格。

source: One key for many vendors, with a cost dashboard and spending limits.
ca: Una clau per a molts proveïdors, amb un tauler de costos i límits de despesa.
de: Ein Schlüssel für viele Anbieter, mit Kostenübersicht und Ausgabenlimits.
eo: Unu ŝlosilo por multaj vendistoj, kun kosta panelo kaj elspezlimoj.
pl: Jeden klucz do wielu dostawców, z panelem kosztów i limitami wydatków.
zh_hans: 一个密钥对接多家厂商，附带费用面板和支出上限。

source: model router
ca: encaminador de models
de: Modell-Router
eo: modela enkursigilo
pl: router modeli
zh_hans: 模型路由

source: Choose Models
ca: Triar models
de: Modelle auswählen
eo: Elekti modelojn
pl: Wybierz modele
zh_hans: 选择模型

source: Transcription in the Cloud
ca: Transcripció al núvol
de: Transkription in der Cloud
eo: Transskribo en la nubo
pl: Transkrypcja w chmurze
zh_hans: 云端转写

source: Aggregators don't turn speech into text.
ca: Els agregadors no converteixen la veu en text.
de: Aggregatoren wandeln keine Sprache in Text um.
eo: Agregatoroj ne konvertas parolon al teksto.
pl: Agregatory nie zamieniają mowy na tekst.
zh_hans: 聚合服务不能将语音转为文字。

source: Individual AI Providers
ca: Proveïdors d'IA individuals
de: Einzelne KI-Anbieter
eo: Unuopaj AI-provizantoj
pl: Pojedynczy dostawcy AI
zh_hans: 单独的 AI 提供商

source: Groq, Gemini and Mistral also enhance text; they're listed above.
ca: Groq, Gemini i Mistral també milloren el text; els trobaràs més amunt.
de: Groq, Gemini und Mistral verbessern auch Text; sie stehen weiter oben.
eo: Groq, Gemini kaj Mistral ankaŭ plibonigas tekston; ili estas listigitaj supre.
pl: Groq, Gemini i Mistral też ulepszają tekst; znajdziesz ich wyżej.
zh_hans: Groq、Gemini 和 Mistral 也能润色文本，见上方列表。

source: Show All
ca: Mostrar-los tots
de: Alle anzeigen
eo: Montri ĉiujn
pl: Pokaż wszystkich
zh_hans: 显示全部

source: Show Fewer
ca: Mostrar-ne menys
de: Weniger anzeigen
eo: Montri malpli
pl: Pokaż mniej
zh_hans: 收起

source: The recording shortcut and modes are in Keyboard Shortcuts; the microphone, dictation languages and the bar's look in Recording; the app's language and appearance in App. To see this tour again, choose Help → Diktilo Tour.
ca: La drecera d'enregistrament i els modes són a Dreceres de teclat; el micròfon, els idiomes de dictat i l'aspecte de la barra, a Enregistrament, i l'idioma i l'aspecte de l'app, a App. Per tornar a veure aquesta visita guiada, tria Ajuda → Visita guiada per Diktilo.
de: Aufnahme-Kurzbefehl und Modi findest du unter Tastaturkurzbefehle; Mikrofon, Diktiersprachen und das Aussehen der Leiste unter Aufnahme; Sprache und Erscheinungsbild der App unter App. Die Tour öffnest du erneut über Hilfe → Diktilo-Tour.
eo: La registra klavkombino kaj la reĝimoj estas en Klavkombinoj; la mikrofono, la diktadaj lingvoj kaj la aspekto de la breto en Registrado; la lingvo kaj aspekto de la aplikaĵo en Aplikaĵo. Por revidi ĉi tiun gvidadon, elektu Helpo → Gvidado tra Diktilo.
pl: Skrót nagrywania i tryby są w panelu Skróty klawiszowe, a mikrofon, języki dyktowania i wygląd paska w Nagrywaniu. Język i wygląd samej aplikacji zmienisz w Aplikacji. Przewodnik otworzysz ponownie z menu Pomoc → Przewodnik po Diktilo.
zh_hans: 录音快捷键和模式在“键盘快捷键”中；麦克风、听写语言和录音条外观在“录音”中；应用的语言和外观在“应用”中。要再次查看导览，请选择“帮助 → Diktilo 导览”。

source: Dictation Languages
ca: Idiomes de dictat
de: Diktiersprachen
eo: Diktadaj lingvoj
pl: Języki dyktowania
zh_hans: 听写语言

source: Add Language…
ca: Afegir idioma…
de: Sprache hinzufügen …
eo: Aldoni lingvon…
pl: Dodaj język…
zh_hans: 添加语言…

source: Remove Language
ca: Treure l'idioma
de: Sprache entfernen
eo: Forigi lingvon
pl: Usuń język
zh_hans: 移除语言

source: Search Languages
ca: Cercar idiomes
de: Sprachen suchen
eo: Serĉi lingvojn
pl: Szukaj języka
zh_hans: 搜索语言

source: None chosen: the model recognizes the language you speak.
ca: No n'has triat cap: el model reconeix l'idioma en què parles.
de: Keine gewählt: Das Modell erkennt die gesprochene Sprache selbst.
eo: Neniu elektita: la modelo rekonas la lingvon, kiun vi parolas.
pl: Nie wybrano żadnego: model sam rozpozna język wypowiedzi.
zh_hans: 未选择：模型会自动识别你说的语言。
